/*  Class = "NSButton"; gToolTip = "Encrypt all connection and window state data with a password."; ObjectID = "3";  */
"Encrypt all connection and window state data with a password." = "すべての接続およびウインドウ状態のデータをパスワードで暗号化します。";

/*  Class = "NSButton"; gToolTip = "Remember selected table, view status, filter settings, etc."; ObjectID = "4";  */
"Remember selected table, view status, filter settings, etc." = "選択したテーブル、ビューの状態、フィルタ設定などを記憶します";

/*  Class = "NSButton"; gToolTip = "ATTENTION: If enabled all passwords will be saved in the file! It is highly recommended to encrypt the entire data!"; ObjectID = "5";  */
"ATTENTION: If enabled all passwords will be saved in the file! It is highly recommended to encrypt the entire data!" = "注意: もし有効化されるならすべてのパスワードがファイルに保存されます！データを丸ごと暗号化することを強くおすすめします！";

/*  Class = "NSButtonCell"; title = "Include passwords"; ObjectID = "6";  */
"Include passwords" = "パスワードを含める";

/*  Class = "NSButtonCell"; title = "Remember window state"; ObjectID = "7";  */
"Remember window state" = "ウインドウ状態を記憶";

/*  Class = "NSButtonCell"; title = "Encrypt with password:"; ObjectID = "8";  */
"Encrypt with password:" = "次のパスワードで暗号化:";

/*  Class = "NSButtonCell"; title = "Auto connect when opening"; ObjectID = "14";  */
"Auto connect when opening" = "開いたときに自動接続";

/*  Class = "NSButtonCell"; title = "Remember Query Editor content"; ObjectID = "16";  */
"Remember Query Editor content" = "クエリエディタの内容を記憶";

/*  Class = "NSTextFieldCell"; title = "It is highly recommended to encrypt the entire data!"; ObjectID = "36";  */
"It is highly recommended to encrypt the entire data!" = "データを丸ごと暗号化することを強くおすすめします！";

